{"name":"Roger","headerTaglineOne":"Hola ","headerTaglineTwo":"Soy Roger G贸mez","headerTaglineThree":"Fronted y Backend","headerTaglineFour":"Con sede en Lim贸n, Costa Rica","showCursor":true,"showBlog":true,"darkMode":true,"showResume":true,"socials":[{"id":"1","title":"Github","link":"https://github.com/IsmaGB"},{"id":"2","title":"LinkedIn","link":"https://www.linkedin.com/in/ismael-g%C3%B3mez-357396319/"},{"id":"5","title":"Email","link":"mailto:rogerismael.dev@gmail.com"}],"projects":[{"id":"1","title":"Project of Panaderia","description":"This was a project I did as a solution for a small bakery.","videoSrc":"/videos/Panaderia.mp4","url":""},{"id":"2","title":"Project of System of Gestion the Incidents","description":"This was a project I carried out to control incidents that occurred within my university, in which it is divided by roles, and said roles have certain access to certain functions. But the main thing is that it can be used on a cell phone (that's why Ionic is used) and that a photo of the incident can be taken.","videoSrc":"/videos/SGI.mp4","url":""}],"services":[{"id":"1","title":"Art Direction","description":"We help with the creation and development of online advertising ideas, with particular focus on their visual appearance."},{"id":"2","title":"Branding","description":"We design key brand elements such as the logo, color scheme, typography, and other design components that makes your brand stand out from competitors."},{"id":"3","title":"Web Design","description":"We build and optimize your online presence.  Website is the digital entry point into your business and a powerful revenue channel."},{"id":"4","title":"3D Design","description":"We combine creative design and technical skills to build striking 3D visualisations that bring your project to life."}],"aboutpara":"隆Hola! Soy Roger, un desarrollador web apasionado por crear experiencias digitales innovadoras. Actualmente, me especializo en el desarrollo frontend utilizando tecnolog铆as como JavaScript, React y Angular con un enfoque en soluciones escalables y de alto rendimiento. Cuento con experiencia trabajando en proyectos acad茅micos y colaborativos, desde el dise帽o de interfaces hasta la implementaci贸n de funcionalidades din谩micas. Tengo conocimientos s贸lidos de JavaScript, React y gesti贸n de bases de datos, y estoy familiarizado con las mejores pr谩cticas de desarrollo web y optimizaci贸n de rendimiento. Mi objetivo es seguir ampliando mis conocimientos en el desarrollo web y trabajar en proyectos que desaf铆en mi creatividad y habilidades t茅cnicas. Me entusiasma la idea de colaborar con empresas que valoren la innovaci贸n y la calidad.","resume":{"tagline":" Hola, soy Roger G贸mez Brenes, me dedico al desarrollo de software.","description":"He desarrollado aplicaciones tanto de escritorios en lenguajes como: Java y C#. Tambien he desarrollado aplicaciones web en JavaScript, utilizando frameworks como React, Ionic, Express","education":{"universityName":"Universidad de Costa Rica","universityDate":"2021-2025","universityPara":"Aqui dice universityPara"},"languages":["Javascript","HTML5","CSS","C#","Java","VB","php","SQL"],"frameworks":["React","Typescript","NodeJs", "Express"],"others":["Figma"]}}